Repository: dueclic/emailchef-for-wordpress
Catalog: languages/emailchef-*.po
Languages: it_it

source: Are you sure you want to disconnect your account?
it_it: Sei sicuro di voler disconnettere il tuo account?

source: Emailchef API keys are invalid. <a target="_blank" href="%s">Please reconnect</a>
it_it: Le chiavi API di Emailchef non sono valide.. <a target="_blank" href="%s">Rieffettua la connessione</a>

source: Account details
it_it: Dettagli account

source: Please add authentication details.
it_it: Inserisci le credenziali di accesso.

source: Account connected
it_it: Account connesso

source: Emailchef Account
it_it: Account Emailchef

source: Disconnect account
it_it: Disconnetti account

source: Website Forms
it_it: Moduli sul sito web

source: Connect contact forms to automatically populate your <a target="_blank" href="%s">Emailchef</a> lists on every submission.
it_it: Collega i tuoi moduli di contatto per popolare automaticamente le tue liste su <a target="_blank" href="%s">Emailchef</a>.

source: These are the contact forms found in your site:
it_it: Questi sono i moduli di contatto all'interno del tuo sito:

source: warning: connection required!
it_it: attenzione: connessione richiesta!

source: Loading..
it_it: Caricamento in corso...

source: No forms found
it_it: Nessun form trovato

source: Emailchef List:
it_it: Lista Emailchef:

source: Select the list and save.
it_it: Seleziona la lista e salva.

source: Map
it_it: Mappatura

source: Save to reload list fields
it_it: Salva e ricarica i campi delle liste

source: Map form fields with Emailchef List fields. <br><em class="at-least-email">At least an email field needs to be mapped to enable the connection.</em>
it_it: Associare i campi del modulo con i campi della lista su Emailchef. <br> <em class = "at-least-email"> Almeno un campo email deve essere associato per abilitare la connessione. </em>

source: Remember to save your changes.
it_it: Ricorda di salvare i tuoi cambiamenti.

source: Form field
it_it: Campo form

source: Emailchef List field
it_it: Campo lista Emailchef

source: Create and map unmapped fields automatically
it_it: Crea e associa automaticamente i campi non mappati

source: Save
it_it: Salva

source: Not a member? <a target="_blank" href="%s">Sign up for free.</a>
it_it: Non sei registrato? <a target="_blank" href="%s">Registrati gratuitamente.</a>

source: Get API Key
it_it: Ottieni API Key

source: Login correct!
it_it: Accesso riuscito!

source: Login failed
it_it: Accesso non riuscito

source: Please add authentication details in Settings panel
it_it: Aggiungi le credenziali di accesso nel pannello Impostazioni

source: <strong>%s</strong> - page ID %s
it_it: <strong>%s</strong> - ID Pagina %s

source: <strong>%s</strong> - form %s
it_it: <strong>%s</strong> - Modulo %s

source: Please insert only one choice in checkbox field
it_it: Inserisci una sola scelta nel campo casella di controllo
